Repository: XilinJia/Xilinota
Catalog: packages/tools/locales/*.po
Languages: hu_hu

source: This service allows the browser extension to communicate with Joplin. When enabling it your firewall may ask you to give permission to Joplin to listen to a particular port.
hu_hu: Ez a szolgáltatás lehetővé teszi, hogy a böngésző kommunikájon Joplin-nal. Amikor engedélyezi ezt, a tűzfal kérheti, hogy adjon jogot a port használatához.

source: This will open a new screen. Save your current changes?
hu_hu: Ez új képernyőt nyit. Mentsem az aktuális változásokat?

source: Time format
hu_hu: Idő formátum

source: title
hu_hu: cím

source: Title
hu_hu: Cím

source: To allow Joplin to synchronise with Dropbox, please follow the steps below:
hu_hu: Hogy a Joplin tudjon szinkronizálni Dropbox-al, kérem kövesse a következő lépéseket:

source: To continue, please enter your master password below.
hu_hu: A folytatáshoz adja meg a mester jelszót.

source: To delete a tag, untag the associated notes.
hu_hu: Tag törléséhez, törölje a taget a hivatkozott jegyzetekből.

source: To delete: %d
hu_hu: Törölni: %d

source: To enter command line mode, press ":"
hu_hu: Parancssor módba lépéshez nyomja meg a ":"

source: To exit command line mode, press ESCAPE
hu_hu: Parancssor módból kilépéshez, nyomja le az ESCAPE gombot

source: To manually sort the notes, the sort order must be changed to "%s" in the menu "%s" > "%s"
hu_hu: A jegyzetek kézi rendezéséhez, a rendezési sorrendet át kell állítani "%s"-ra, "%s" > "%s" a menüben

source: To maximise/minimise the console, press "tc".
hu_hu: A konzol teljes méret, kis méret váltáshoz, nyomja le a "tc"-t.

source: To move from one pane to another, press Tab or Shift+Tab.
hu_hu: Egyik panelről a másikra mozgatáshoz, nyomja le a Shift+Tab-ot.

source: Toggle comment
hu_hu: Megjegyzés váltása

source: Toggle development tools
hu_hu: Fejlesztőeszközök váltása

source: Toggle editor layout
hu_hu: Szerkesztő elrendezés váltása

source: Toggle editors
hu_hu: Szerkesztő váltása

source: Toggle external editing
hu_hu: Külső szerkesztés váltása

source: Toggle note list
hu_hu: Jegyzetlista váltása

source: Toggle sidebar
hu_hu: Oldalsáv váltása

source: Token has been copied to the clipboard!
hu_hu: Token vágólapra másolva!

source: Tools
hu_hu: Eszközök

source: Total: %d/%d
hu_hu: Összes: %d/%d

source: Try again
hu_hu: Próbálja újra

source: Type `joplin help` for usage information.
hu_hu: Írja be `joplin help` a használati információkért.

source: Type a note title or part of its content to jump to it. Or type # followed by a tag name, or @ followed by a notebook name. Or type : to search for commands.
hu_hu: Írja be a jegyzet címét vagy a tartalmának egy részletét, ahova ugrani szeretne. Esetleg írja be a #-et a tag nevével, vagy @ a jegyzetfüzet nevével. Beírhatja :-ot parancsok kereséséhez.

source: Type new tags or select from list
hu_hu: Írjon be egy új tag-et vagy válasszon a listáról

source: Type: %s.
hu_hu: Típus: %s.

source: Uncompleted to-dos on top
hu_hu: Befejezetlen to-do-k felül

source: Undo
hu_hu: Visszavonás

source: Unknown flag: %s
hu_hu: Ismeretlen jelző %s

source: Unknown item type downloaded - please upgrade Joplin to the latest version
hu_hu: Ismeretlen elem típus lett letöltve - kérem frissítse a Joplin-t a legfrissebb verzióra

source: Unsupported image type: %s
hu_hu: Nem támogatott kép típus: %s

source: Unsupported link or message: %s
hu_hu: Nem támogatott hivatkozás vagy üzenet: %s

source: Untitled
hu_hu: Névtelen

source: Update
hu_hu: Frissítés

source: Update profile
hu_hu: Profil frissítése

source: Updated
hu_hu: Frissítve

source: updated date
hu_hu: frissítési dátum

source: Updated local items: %d.
hu_hu: Frissített helyi elemek: %d.

source: Updated remote items: %d.
hu_hu: Frissített távoli elemek: %d.

source: Updated:
hu_hu: Frissített:

source: Updated: %d.
hu_hu: Frissített: %d.

source: Updated: %s
hu_hu: Frissített: %s

source: Updating...
hu_hu: Frissítés...

source: Upgrade the sync target to the latest version.
hu_hu: Frissítse a szinkronizációs célt a legfrissebb verzióra.

source: Usage: %s
hu_hu: Használat: %s

source: Use spell checker
hu_hu: Használja a helyesírás-ellenőrzőt

source: Use the arrows to move the layout items. Press "Escape" to exit.
hu_hu: Használja a nyilakat az elrendezés elemek mozgatásához. Majd nyomja le az "Escape"-et a kilépéshez.

source: Users
hu_hu: Felhasználók

source: Valid
hu_hu: Érvényes

source: View
hu_hu: Nézet

source: View on map
hu_hu: Mutasd a térképen

source: View them now
hu_hu: Mutasd ezeket most

source: Viewer
hu_hu: Megjelenítő

source: Warning
hu_hu: Figyelmeztetés

source: Web Clipper
hu_hu: Web Vágó

source: WebDAV password
hu_hu: WebDAV jelszó

source: WebDAV username
hu_hu: WebDAV felhasználónév

source: Website and documentation
hu_hu: Web oldal és dokumentáció

source: When creating a new note:
hu_hu: Amikor egy új jegyzetet hoz létre:

source: When creating a new to-do:
hu_hu: Amikor egy új to-do-t hoz létre:

source: Words
hu_hu: Szavak

source: yes
hu_hu: igen

source: Yes
hu_hu: Igen

source: You currently have no notebooks.
hu_hu: Önnek nincs egyetlen jegyzetfüzete sem.

source: You do not have any installed plugin.
hu_hu: Nincs telepített bővítmény.

source: You may also type `status` for more information.
hu_hu: További információért beírhatja `status`.

source: You may use the tool below to re-encrypt your data, for example if you know that some of your notes are encrypted with an obsolete encryption method.
hu_hu: Használhatja a lenti eszközt, hogy újra titkosítsa az adatait, ha például tudja, hogy néhány jegyzete elavult titkosítási módot használ.

source: Your choice:
hu_hu: Ön választása:

source: Your data is going to be re-encrypted and synced again.
hu_hu: Az adatai újra lesznek titkosítva és utána szinkronizálva.

source: Your permission to use your camera is required.
hu_hu: A kamera használatához engedélyre van szükség.

source: Your version: %s
hu_hu: Verziója: %s

source: Zoom In
hu_hu: Nagyítás

source: Zoom Out
hu_hu: Kicsinyítés
