Repository: XilinJia/Xilinota
Catalog: packages/tools/locales/*.po
Languages: hu_hu

source: Information
hu_hu: Információ

source: Inline Code
hu_hu: Beágyazott kód

source: Insert
hu_hu: Beszúrás

source: Insert Hyperlink
hu_hu: Hiperhivatkozás beszúrása

source: Install
hu_hu: Telepítés

source: Install from file
hu_hu: Telepítés fájlból

source: Installed
hu_hu: Telepítve

source: Installing...
hu_hu: Telepítés...

source: Invalid
hu_hu: Érvénytelen

source: Invalid %s: %s.
hu_hu: Érvénytelen %s: %s.

source: Invalid answer: %s
hu_hu: Érvénytelen válasz: %s

source: Invalid command: "%s"
hu_hu: Érvénytelen parancs: "%s"

source: Invalid option value: "%s". Possible values are: %s.
hu_hu: Érvénytelen opció érték: "%s". Lehetséges értékek: %s.

source: Invalid password
hu_hu: Érvénytelen jelszó: %s

source: Italic
hu_hu: Dőlt

source: Item "%s" could not be downloaded: %s
hu_hu: Elem "%s" nem tölthető le: %s

source: Items
hu_hu: Elemek

source: Items that cannot be decrypted
hu_hu: Elemeket nem lehet dekódolni

source: Items that cannot be synchronised
hu_hu: Elemeket nem lehet szinkronizálni

source: Joplin Cloud password
hu_hu: Joplin Cloud jelszó

source: Joplin Export Directory
hu_hu: Joplin Export Könyvtár

source: Joplin Export File
hu_hu: Joplin Export fájl

source: Joplin Server
hu_hu: Joplin Szerver

source: Joplin Server password
hu_hu: Joplin Szerver jelszó

source: Joplin Server URL
hu_hu: Joplin Szerver URL

source: Joplin Web Clipper allows saving web pages and screenshots from your browser to Joplin.
hu_hu: Joplin Web Vágó segítségével lementhetünk web oldalakat és képernyőképeket a böngészőből Joplin-ba.

source: Joplin website
hu_hu: Joplin weboldal

source: Keep note history for
hu_hu: Jegyzet előélet megtartása

source: Keyboard Mode
hu_hu: Billentyűzet mód

source: Keyboard Shortcut
hu_hu: Gyorsbillentyű

source: Keyboard Shortcuts
hu_hu: Gyorsbillentyűk

source: Landscape
hu_hu: Fekvő

source: Language
hu_hu: Nyelv

source: Last error: %s
hu_hu: Utolsó hiba: %s

source: Later
hu_hu: Később

source: Layout
hu_hu: Elrendezés

source: Layout button sequence
hu_hu: Elrendezés gomb sorrend

source: Leave notebook...
hu_hu: Jegyzet elhagyása…

source: Legal
hu_hu: US Legal

source: Letter
hu_hu: US Levél

source: Light
hu_hu: Világos

source: Lines
hu_hu: Sorok

source: Link has been copied to clipboard!
hu_hu: Hivatkozás a vágólapra másolva!

source: Links with protocol "%s" are not supported
hu_hu: Hivatkozások a "%s" protokollal nem támogatottak

source: List item
hu_hu: Felsorolás elem

source: Location
hu_hu: Hely

source: Log
hu_hu: Napló

source: Login
hu_hu: Belépés

source: Login below.
hu_hu: Belépés.

source: Login with Dropbox
hu_hu: Belép Dropbox-al

source: Login with OneDrive
hu_hu: Belép OneDrive-al

source: Logout
hu_hu: Kilépés

source: Logs
hu_hu: Log-ok

source: Make a donation
hu_hu: Adakozzon

source: Manage master password
hu_hu: Mester jelszó kezelése

source: Manage master password...
hu_hu: Mester jelszó kezelése…

source: Manage your plugins
hu_hu: Pluginok kezelése

source: Manual
hu_hu: Kézi

source: Marks a to-do as done.
hu_hu: Egy to-do készként jelölése.

source: Marks a to-do as non-completed.
hu_hu: Egy to-do befejezetlenkén jelölése.

source: Markup
hu_hu: Formátum

source: Master Key %s
hu_hu: Mester Kulcs %s

source: Master password
hu_hu: Mester jelszó

source: Master password:
hu_hu: Mester jelszó:

source: Max concurrent connections
hu_hu: Maximális konkurrens kapcsolat

source: Missing keys
hu_hu: Hiányzó kulcsok

source: Missing Master Keys
hu_hu: Hiányzó Mester Kulcsok

source: Missing required argument: %s
hu_hu: Szükséges paraméter hiányzik: %s

source: Mobile data - auto-sync disabled
hu_hu: Mobil adat - auto-szinkronizáció letiltva

source: More info
hu_hu: Több info

source: More information
hu_hu: Több információ

source: More than one item match "%s". Please narrow down your query.
hu_hu: Több mint egy elem egyezik ezzel "%s". Kérem szűkítse a lekérdezést.

source: Move to notebook
hu_hu: Jegyzetfüzetbe áthelyezés

source: Move to notebook:
hu_hu: Jegyzetfüzetbe áthelyezés:

source: Move to notebook...
hu_hu: Jegyzetfüzetbe áthelyezés…

source: New note
hu_hu: Új jegyzet

source: New notebook
hu_hu: Új jegyzetfüzet

source: New Notebook
hu_hu: Új Jegyzetfüzet

source: New notebook "%s" will be created and file "%s" will be imported into it
hu_hu: Új jegyzetfüzet "%s" létrehozása és a fájl "%s" bele lesz importálva

source: New sub-notebook
hu_hu: Új al-jegyzetfüzet

source: New tags:
hu_hu: Új tag-ek:

source: New to-do
hu_hu: Új to-do

source: New version: %s
hu_hu: Új verzió: %s

source: Nextcloud password
hu_hu: Nextcloud jelszó

source: Nextcloud username
hu_hu: Nextcloud felhasználó

source: no
hu_hu: nem

source: No
hu_hu: Nem

source: No active notebook.
hu_hu: Nincs aktív jegyzetfüzet.

source: No item with ID %s
hu_hu: Nincs ID %s azonosítójú elem

source: No notebook has been specified.
hu_hu: Nincs jegyzetfüzet megadva.

source: No notebook selected.
hu_hu: Nincs kiválasztva jegyzetfüzet.

source: No notes in here. Create one by clicking on "New note".
hu_hu: Itt nincs jegyzet. Hozzon létre újat az "Új jegyzet"-re kattintva.

source: No resources!
hu_hu: Nincs erőforrás!

source: No results
hu_hu: Nincs eredmény

source: No such command: %s
hu_hu: Nincs ilyen parancs: %s

source: No suggestions
hu_hu: Nincs javaslat

source: No text editor is defined. Please set it using `config editor <editor-path>`
hu_hu: Nincs szövegszerkesztő megadva. Kérem állítson be egyet a `config editor <editor-path>`-al

source: Not authentified with %s. Please provide any missing credentials.
hu_hu: Nincs hitelesítve a %s-val. Kérem adja meg a hiányzó hitelesítő adatokat.

source: Not downloaded
hu_hu: Nincs letöltve

source: Not generated
hu_hu: Nem generált

source: note
hu_hu: megjegyzés

source: Note
hu_hu: Megjegyzés

source: Note area growth factor
hu_hu: Jegyzet terület növekedési faktor

source: Note attachments
hu_hu: Jegyzet csatolmányok

source: Note attachments...
hu_hu: Jegyzet csatolmányok...

source: Note body
hu_hu: Jegyzet szövege

source: Note does not exist: "%s". Create it?
hu_hu: Jegyzet nem létezik: "%s". Létrehozzam?

source: Note has been saved.
hu_hu: Jegyzet mentve.

source: Note History
hu_hu: Jegyzet előélete

source: Note is not a to-do: "%s"
hu_hu: A jegyzet nem to-do: "%s"

source: Note list
hu_hu: Jegyzet lista

source: Note list growth factor
hu_hu: Jegyzet lista növekedési faktor

source: Note properties
hu_hu: Jegyzet tulajdonságai

source: Note title
hu_hu: Jegyzet címe

source: Note: Does not work in all desktop environments.
hu_hu: Megjegyzés: Nem működik minden asztali környezetben.

source: Notebook
hu_hu: Jegyzetfüzet

source: Notebook list growth factor
hu_hu: Jegyzetfüzet lista növekedési faktor

source: Notebook: %s
hu_hu: Jegyzetfüzet: %s

source: Notebooks
hu_hu: Jegyzetfüzetek

source: Notebooks cannot be named "%s", which is a reserved title.
hu_hu: Jegyzetfüzet nem nevezhető "%s"-nak, az egy fenntartott cím.

source: Notes
hu_hu: Jegyzetek

source: Notes and settings are stored in: %s
hu_hu: Jegyzetek és beállítások tárolása itt: %s

source: Notes can only be created within a notebook.
hu_hu: Jegyzetek csak jegyezetfüzetben hozhatóak létre.

source: Numbered List
hu_hu: Számozott lista

source: OLED Dark
hu_hu: OLED Sötét

source: On %s: %s
hu_hu: %s-on: %s

source: One of your master keys use an obsolete encryption method.
hu_hu: Az egyik mester kulcsa egy elavult titkosítási módot használ.

source: One or more master keys need a password.
hu_hu: Egy vagy több mester kulcs igényel jelszót.

source: Only one note can be printed at a time.
hu_hu: Csak egy jegyzet nyomtatható ki egyidőben.

source: Open
hu_hu: Megnyitás

source: Open %s
hu_hu: Megnyitás %s

source: Open profile directory
hu_hu: Adatmappa megnyitása

source: Open Sync Wizard...
hu_hu: Sync-varázsló megnyitása…

source: Open...
hu_hu: Megnyitás...

source: Operation cancelled
hu_hu: Művelet megszakítva

source: Options
hu_hu: Beállítások

source: Or create an account.
hu_hu: Vagy hozzon létre új felhasználót.

source: Other applications...
hu_hu: Más applikációk…

source: Output format: %s
hu_hu: Kimeneti formátum: %s

source: Page orientation for PDF export
hu_hu: Oldal tájolás PDF export-hoz

source: Page size for PDF export
hu_hu: Oldal méret PDF export-hoz

source: Password
hu_hu: Jelszó

source: Password cannot be empty
hu_hu: Jelszó nem lehet üres

source: Password:
hu_hu: Jelszó:

source: Passwords do not match!
hu_hu: Jelszavak nem egyeznek!

source: Paste
hu_hu: Beillesztés

source: Path:
hu_hu: Útvonal:

source: PDF File
hu_hu: PDF Fájl

source: Permission needed
hu_hu: Hozzáférés szükséges

source: Permission to use camera
hu_hu: Engedély a kamera használatához

source: Please confirm that you would like to re-encrypt your complete database.
hu_hu: Kérem erősítse meg, hogy szeretné újra titkosítani a teljes adatbázisát.

source: Please select a notebook first.
hu_hu: Kérem, először válasszon egy jegyzetfüzetet.

source: Please select the note or notebook to be deleted first.
hu_hu: A törléshez, először kérem válasszon egy jegyzetet vagy jegyzetfüzetet.

source: Please select where the sync status should be exported to
hu_hu: Kérem válassza ki, hova exportáljam a szinkronizációs státuszt

source: Please specify import format for %s
hu_hu: Kérem adja meg az importálási formátumot %s-hoz

source: Please specify the notebook where the notes should be imported to.
hu_hu: Kérem adja meg a jegyzetfüzet nevét, ahova a jegyzetek kell importálni.

source: Please upgrade Joplin to use this plugin
hu_hu: Kérem frissítse a Joplin-t ezen bővítmény használatához

source: Please wait for all attachments to be downloaded and decrypted. You may also switch to %s to edit the note.
hu_hu: Kérem várjon minden csatolmány letöltésére és dekódolására. Átválthat %s-re a jegyzet szerkesztéséhez.

source: Please wait...
hu_hu: Kérem várjon...

source: Plugin tools
hu_hu: Bővítmény eszközök

source: Plugins
hu_hu: Bővítmények

source: Portrait
hu_hu: Álló

source: Possible keys/values:
hu_hu: Lehetséges kulcsok/értékek:

source: Possible values: %s.
hu_hu: Lehetséges értékek: %s.

source: Preferences
hu_hu: Beállítások

source: Preferences...
hu_hu: Beállítások...

source: Preferred dark theme
hu_hu: Javasolt sötét téma

source: Preferred light theme
hu_hu: Javasolt világos téma

source: Press Ctrl+D or type "exit" to exit the application
hu_hu: Nyomja le Ctrl+D vagy írja be "exit" a programból való kilépéshez

source: Press the shortcut
hu_hu: Nyomja le a gyorsbillentyűt

source: Press the shortcut and then press ENTER. Or, press BACKSPACE to clear the shortcut.
hu_hu: Nyomja le a gyorsbillentyűt, majd az ENTER-t. Vagy nyomja le a BACKSPACE-t a gyorsbillentyű törléséhez.

source: Previous versions of this note
hu_hu: Jegyzet előző verziói

source: Print
hu_hu: Nyomtatás

source: Privacy Policy
hu_hu: Adatvédelmi Irányelvek

source: Profile
hu_hu: Profil

source: Profile name:
hu_hu: Profil név:

source: Profile Version: %s
hu_hu: Profil verzió: %s

source: Properties
hu_hu: Tulajdonságok

source: Public-private key pair:
hu_hu: Nyilvános-titkos kulcs pár:

source: Publish note...
hu_hu: Jegyzet publikálálása…

source: Publish Notes
hu_hu: Jegyzetek Publikálálása

source: Publish notes to the internet
hu_hu: Jegyzetek publikálálása az internetre

source: Quit
hu_hu: Kilépés

source: Re-encrypt data
hu_hu: Adat újratitkosítása

source: Re-encryption
hu_hu: Újratitkosítás

source: Read more about it
hu_hu: Olvasson erről többet

source: Read time: %s min
hu_hu: Olvasási idő: %s perc

source: Redo
hu_hu: Mégis

source: Refresh
hu_hu: Frissítés

source: Reject
hu_hu: Elutasít

source: Remove
hu_hu: Eltávolítás

source: Remove tag "%s" from all notes?
hu_hu: Tag "%s" eltávolítása minden jegyzetből?

source: Remove this search from the sidebar?
hu_hu: Eltávolítsam ezt a keresést az oldalsávról?

source: Rename
hu_hu: Átnevezés

source: Rename notebook:
hu_hu: Jegyzetfüzet átnevezéses:

source: Rename tag:
hu_hu: Tag átnevezése:

source: Renames the given <item> (note or notebook) to <name>.
hu_hu: Átnevezi az adott <item> (jegyzet vagy jegyzetfüzet) erre <name>.

source: Renew token
hu_hu: Token megújítása

source: Reset master password
hu_hu: Mester jelszó visszaállítása

source: Resources: %d.
hu_hu: Erőforrások: %d.

source: Restart and upgrade
hu_hu: Újraindítás és frissítés

source: Restart now
hu_hu: Újraindítás most

source: Restore
hu_hu: Visszaállítás

source: Restored Notes
hu_hu: Visszaállított jegyzetek

source: Retry
hu_hu: Ismét

source: Retry All
hu_hu: Próbálja mindet újra

source: Reveal file in folder
hu_hu: Mutassa a fájlt a mappában

source: Reverse sort order
hu_hu: Fordított sorrend

source: Reverses the sorting order.
hu_hu: Rendezés sorrendjének megfordítása.

source: Revision: %s (%s)
hu_hu: Revízió: %s (%s)

source: S3 access key
hu_hu: S3 hozzáférési kulcs

source: S3 region
hu_hu: S3 régió

source: S3 secret key
hu_hu: S3 titkos kulcs

source: Save
hu_hu: Mentés

source: Save alarm
hu_hu: Riasztás mentése

source: Save as...
hu_hu: Mentés másként...

source: Save changes
hu_hu: Változások mentése

source: Save geo-location with notes
hu_hu: Geo-lokáció mentése jegyzetekkel

source: Search
hu_hu: Keresés

source: Search for plugins...
hu_hu: Bővítmények keresése...

source: Search in all the notes
hu_hu: Keresés összes jegyzetben

source: Search in current note
hu_hu: Keresés aktuális jegyzetben

source: Search:
hu_hu: Keresés:

source: Search...
hu_hu: Keresés...

source: Searches for the given <pattern> in all the notes.
hu_hu: Keres egy adott <pattern> minden jegyetben.

source: See the pre-release page for more details: %s
hu_hu: Nézze meg a előzetes kiadás oldalát a részletekért: %s

source: Select
hu_hu: Kiválasztás

source: Select all
hu_hu: Minden kiválasztása

source: Select emoji...
hu_hu: Emoji kiválasztása…

source: Select file...
hu_hu: Fájl kiválasztása…

source: Server is already running on port %d
hu_hu: Szerver már fut a %d porton

source: Server is not running.
hu_hu: Szerver nem működik.

source: Server is running on port %d
hu_hu: Szerver fut a %d porton

source: Set alarm
hu_hu: Riasztás beállítása

source: Set alarm:
hu_hu: Riasztás beállítása:

source: Set the password
hu_hu: Jelszó beállítása

source: Share
hu_hu: Megosztás

source: Share Notebook
hu_hu: Jegyzetfüzet megosztása

source: Share notebook...
hu_hu: Jegyzetfüzet megosztása…

source: Shortcuts are not available in CLI mode.
hu_hu: Gyorsbillentyűk nem érhetőek el CLI módban.

source: Show Advanced Settings
hu_hu: Speciális beállítások megjelenítése

source: Show all
hu_hu: Összes megjelenítése

source: Show completed to-dos
hu_hu: Mutassa a befejezett to-do-kat

source: Show note counts
hu_hu: Jegyzet számok megjelenítése

source: Show sort order buttons
hu_hu: Rendszerezési sorrend gombok megjelenítése

source: Show tray icon
hu_hu: Tálca ikon megjelenítése

source: Sidebar
hu_hu: Oldalsáv

source: Size
hu_hu: Méret

source: Skip this version
hu_hu: Verzió átugrása

source: Skipped items: %d (use --retry-failed-items to retry decrypting them)
hu_hu: Kihagyott elemek: %d (használja a --retry-failed-items hogy megismételje a dekódolást)

source: Skipped: %d.
hu_hu: Kihagyva: %d.

source: Some items cannot be decrypted.
hu_hu: Néhány elemet nem lehet visszafejteni.

source: Some items cannot be synchronised.
hu_hu: Néhány elemet nem lehet szinkronizálni.

source: Some items cannot be synchronised. Press for more info.
hu_hu: Néhány elemet nem lehet szinkronizálni. Kattintson több információért.

source: Sort notebooks by
hu_hu: Jegyzetfüzetek rendezése

source: Sort notes by
hu_hu: Jegyzetek rendezése

source: Sort selected lines
hu_hu: Kiválasztott sorok rendezése

source: Sorts the item by <field> (eg. title, updated_time, created_time).
hu_hu: Elem rendezése <field> szerint (pl. title, updated_time, created_time)

source: Source format: %s
hu_hu: Forrás formátum: %s

source: Source:
hu_hu: Forrás:

source: Spell checker
hu_hu: Helyesírás-ellenőrző

source: Split View
hu_hu: Nézet megosztása

source: Start application minimised in the tray icon
hu_hu: Alkalmazás indításakor kicsinyítse azt a tálcára

source: Starting synchronisation...
hu_hu: Szinkronizáció elkezdése...

source: Starting to edit note. Close the editor to get back to the prompt.
hu_hu: Jegyzet szerkesztés elkezdése. Zárja be a szerkesztőt, hogy visszakapja a prompt-ot.

source: Statistics
hu_hu: Statisztika

source: Statistics...
hu_hu: Statisztikák...

source: Status
hu_hu: Státusz

source: Status: %s
hu_hu: Státusz: %s

source: Status: Started on port %d
hu_hu: Státusz: Elindítva a %d porton

source: Step 1: Enable the clipper service
hu_hu: 1. lépés: Engedélyezze a Web Vágó szolgáltatást

source: Step 1: Open this URL in your browser to authorise the application:
hu_hu: 1. lépés: Nyissa meg ezt az URL-t a böngészőben, hogy hitelesítse az alkalmazást:

source: Step 2: Enter the code provided by Dropbox:
hu_hu: 2. lépés: Írja be a Dropbox által adott kódot:

source: Step 2: Install the extension
hu_hu: 2. lépés: telepítse a bővítményt

source: Stop external editing
hu_hu: Külső szerkesztés leállítása

source: Strikethrough
hu_hu: Áthúzott

source: strong text
hu_hu: félkövér szöveg

source: Submit
hu_hu: Elküld

source: Subscript
hu_hu: Alsó index

source: Success! Synchronisation configuration appears to be correct.
hu_hu: Siker! Szinkronizációs beállítás jónak tűnik.

source: Superscript
hu_hu: Felső index

source: Swap line down
hu_hu: Sor csere le

source: Swap line up
hu_hu: Sor csere fel

source: Switch between note and to-do type
hu_hu: Váltás jegyzet és todo típus között

source: Switch profile
hu_hu: Profil váltása

source: Switch to note type
hu_hu: Váltás jegyzet típusra

source: Switch to profile %d
hu_hu: Váltás a %d profilra

source: Switch to to-do type
hu_hu: Váltás to-do típusra

source: Switches to [notebook] - all further operations will happen within this notebook.
hu_hu: Átváltás a [notebook]-ra - minden további művelet, ezen jegyzetfüzetben fog megtörténni.

source: Sync Status
hu_hu: Szinkronizációs státusz

source: Sync status (synced items / total items)
hu_hu: Szinkronizációs státusz (mozgatott elemek / minden elem)

source: Sync target must be upgraded! Run `%s` to proceed.
hu_hu: Szinkronizációs eszközt frissíteni kell! Futtassa a `%s`-t a folytatáshoz.

source: Sync Target Upgrade
hu_hu: Szinkronizációs Eszköz Frissítése

source: Sync to provided target (defaults to sync.target config value)
hu_hu: Szinkronizáció a megadott helyre (alapérték a sync.target beállítás értéke)

source: Sync Version: %s
hu_hu: Szinkronizáció verzió: %s

source: Sync your notes
hu_hu: Jegyzetek szinkronizálása

source: Synchronisation
hu_hu: Szinkronizáció

source: Synchronisation interval
hu_hu: Szinkronizációs időköz

source: Synchronisation is already in progress.
hu_hu: Szinkronizáció már folyamatban van.

source: Synchronisation Status
hu_hu: Szinkronizációs státusz

source: Synchronisation target
hu_hu: Szinkronizációs cél

source: Synchronisation target: %s (%s)
hu_hu: Szinkronizációs cél: %s (%s)

source: Synchronise
hu_hu: Szinkronizálás

source: Synchronises with remote storage.
hu_hu: Szinkronizáció távoli tárolóra.

source: Synchronising...
hu_hu: Szinkronizálás...

source: Synchronizing...
hu_hu: Szinkronizálás...

source: Tagged: %d.
hu_hu: Taggelve: %d.

source: Tags
hu_hu: Tagek

source: Take photo
hu_hu: Fotó készítése

source: Tasks
hu_hu: Feladatok

source: Text editor command
hu_hu: Szövegszerkesztő parancs

source: The app is now going to close. Please relaunch it to complete the process.
hu_hu: Az alkalmazás bezárul. kérem indítsa újra a folyamat befejezéséhez.

source: The application has been authorised - you may now close this browser tab.
hu_hu: Az alkalmazás hitelesítve - már becsukhatja a böngésző ablakot.

source: The application has been authorised!
hu_hu: Az alkalmazás hitelesítve!

source: The application has been successfully authorised.
hu_hu: Az alkalmazás sikeresen hitelesítve.

source: The application must be restarted for these changes to take effect.
hu_hu: Az alkalmazást újra kell indítani a változások érvényesítéséhez.

source: The attachments will no longer be watched when you switch to a different note.
hu_hu: A csatolmányok figyelése megszűnik, ha átvált egy másik jegyzetre.

source: The command "%s" is only available in GUI mode
hu_hu: A "%s" parancs csak a GUI verzióban érhető el

source: The default encryption method has been changed to a more secure one and it is recommended that you apply it to your data.
hu_hu: Az alapértelmezett titkosítási mód megváltozott egy sokkal biztonságosabbra és javasolt hogy alkalmazza azt adataira.

source: The default encryption method has been changed, you should re-encrypt your data.
hu_hu: Az alapértelmezett titkosítási mód megváltozott, újra kell titkosítani az adatokat.

source: The following attachments are being watched for changes:
hu_hu: A következő csatolmányok változása figyelve van:

source: The master key has been upgraded successfully!
hu_hu: A mester kulcs frissítése sikeresen megtörtént!

source: The note "%s" has been successfully restored to the notebook "%s".
hu_hu: A "%s" jegyzet sikeresen visszaállítva a "%s" jegyzetfüzetbe.

source: The notebook could not be saved: %s
hu_hu: A jegyzetfüzet nem menthető el: %s

source: The notes have been imported: %s
hu_hu: A jegyeztek importálva: %s

source: The possible commands are:
hu_hu: Az elérhető parancsok:

source: The sync target needs to be upgraded before Joplin can sync. The operation may take a few minutes to complete and the app needs to be restarted. To proceed please click on the link.
hu_hu: A szinkronizációs célt frissíteni kell a Joplin szinkronizációhoz. Ez a művelet, igénybe vehet pár percet és az alkalmazást újra kell indítani. A folytatáshoz kattintson a lenti linkre.

source: The tag "%s" already exists. Please choose a different name.
hu_hu: A tag “%s” már létezik. Kérem válasszon másik nevet.

source: The web clipper service is enabled and set to auto-start.
hu_hu: A Web Vágó szolgáltatás engedélyezve van és automatikusan indul.

source: The web clipper service is not enabled.
hu_hu: A Web Vágó szolgáltatás nincs engedélyezve.

source: Theme
hu_hu: Téma

source: There is currently no notebook. Create one by clicking on "New notebook".
hu_hu: Jelenleg nincs jegyzetfüzete. Hozzon létre egyet kattintva az "Új jegyzetfüzet"-re.

source: There is no data to export.
hu_hu: Nincs exportálható adat.

source: There was a [conflict](%s) on the attachment below. %s
hu_hu: Van egy [conflict](%s) a lenti csatolmányon. %s

source: There was an error downloading this attachment:
hu_hu: Hiba történt ezen csatolmány letöltése közben:

source: This attachment is not downloaded or not decrypted yet
hu_hu: Ez a csatolmány még nincs letöltve és dekódolva

source: This attachment is not downloaded or not decrypted yet.
hu_hu: Ez a csatolmány nincs letöltve vagy nincs dekódolva még.

source: This authorisation token is only needed to allow third-party applications to access Joplin.
hu_hu: Ez a hitelesítő token csak ahhoz kell, hogy 3. fél alkalmazásai hozzáférjenek Joplin-hoz.

source: This note does not have geolocation information.
hu_hu: Ennek a jegyzetnek nincs geolokációs információja.

source: This note has been modified:
hu_hu: Jegyzet módosult:

source: This note has no content. Click on "%s" to toggle the editor and edit the note.
hu_hu: Ez a jegyzet üres. Kattintson a "%s"-on váltani a szerkesztőt és szerkeszteni a jegyzetet.

source: This note has no history
hu_hu: Jegyzetnek nincs előélete

source: This Rich Text editor has a number of limitations and it is recommended to be aware of them before using it.
hu_hu: Ennek a Rich Text szerkesztőnek számos korlátja van és javasolt ezekkel tisztában lenni a használata előtt.
