Repository: XilinJia/Xilinota
Catalog: packages/tools/locales/*.po
Languages: hu_hu

source: - Camera: to allow taking a picture and attaching it to a note.
hu_hu: - Kamera: engedélyezze kép készítéséhez és csatolja azt a jegyzethez.

source: - Location: to allow attaching geo-location information to a note.
hu_hu: - Hely: engedélyezze, a geo-location hozzáadását a jegyzethez.

source: - Storage: to allow attaching files to notes and to enable filesystem synchronisation.
hu_hu: - Tároló: engedélyezi a fájlok csatolását a jegyzetekhez és engedélyezi a fájlrendszer szinkronizációt.

source: "%s" is missing the required "%s" property.
hu_hu: "%s" hiányzik a szükséges "%s" tulajdonság.

source: &Edit
hu_hu: Sz&erkesztés

source: &File
hu_hu: &Fájl

source: &Go
hu_hu: &Ugrás

source: &Help
hu_hu: &Segítség

source: &Note
hu_hu: &Jegyzet

source: &Tools
hu_hu: &Eszközök

source: &View
hu_hu: &Nézet

source: %d days
hu_hu: %d nap

source: %d hour
hu_hu: %d óra

source: %d hours
hu_hu: %d óranként

source: %d minutes
hu_hu: %d percenként

source: %d notes match this pattern. Delete them?
hu_hu: %d jegyzetek egyeznek ezen mintával. Töröljem őket?

source: %s - Copy
hu_hu: %s - Másolás

source: %s (%s) could not be uploaded: %s
hu_hu: %s (%s) nem tölthető fel: %s

source: %s (%s) would like to share a notebook with you.
hu_hu: %s (%s) szeretne egy jegyzetfüzetet megosztani önnel.

source: %s: %d notes
hu_hu: %s: %d jegyzetek

source: About Joplin
hu_hu: Joplin névjegy

source: accelerator
hu_hu: gyorsbillentyű

source: Accelerator "%s" is not valid.
hu_hu: Gyorsbillentyű "%s" nem érvényes.

source: Accelerator "%s" is used for "%s" and "%s" commands. This may lead to unexpected behaviour.
hu_hu: Gyorsbillentyű "%s" használva van a "%s" és "%s" parancsoknál. Ez váratlan viselkedéshez vezethet.

source: Accept
hu_hu: Elfogadás

source: Active
hu_hu: Aktív

source: Actual Size
hu_hu: Aktív Méret

source: Add body
hu_hu: Törzsszöveg hozzáadása

source: Add or remove tags:
hu_hu: Tagek hozzáadása vagy törlése:

source: Add title
hu_hu: Cím hozzáadása

source: Add to dictionary
hu_hu: Hozzáadás szótárhoz

source: Admin
hu_hu: Adminisztrátor

source: Admin dashboard
hu_hu: Adminisztrátori felület

source: Advanced options
hu_hu: Haladó beállítások

source: Advanced tools
hu_hu: Haladó beállítások

source: All notes
hu_hu: Minden jegyzet

source: All potential ports are in use - please report the issue at %s
hu_hu: Minden potenciális port használva van - kérem jelentse a hibát itt: %s

source: Also displays unset and hidden config variables.
hu_hu: Megjeleníti a beállítatlan és rejtett config változókat.

source: Always
hu_hu: Mindig

source: An update is available, do you want to download it now?
hu_hu: Egy frissítés elérhető, le szeretné tölteni most?

source: Appearance
hu_hu: Megjelenés

source: Application
hu_hu: Alkalmazás

source: Apply
hu_hu: Alkalmaz

source: Arguments:
hu_hu: Paraméterek:

source: Aritim Dark
hu_hu: Aritim sötét

source: Attach file
hu_hu: Fájl csatolása

source: Attach photo
hu_hu: Fotó csatolása

source: Attach...
hu_hu: Csatol...

source: Attaches the given file to the note.
hu_hu: Csatolja az adott fájlt a jegyzethez.

source: attachment
hu_hu: csatolmány

source: Attachment conflict: "%s"
hu_hu: Csatolmány ütközés: "%s"

source: Attachment download behaviour
hu_hu: Csatolmányok letöltésének működése

source: Attachments
hu_hu: Csatolmányok

source: Attachments that could not be downloaded
hu_hu: Csatolmányokat nem lehet letölteni

source: Attention: If you change this location, make sure you copy all your content to it before syncing, otherwise all files will be removed! See the FAQ for more details: %s
hu_hu: Figyelem: ha megváltoztatja ezt a helyet, bizonyosodjon meg abban hogy átmásolta az új helyre az összes tartalmat mielőtt szinkronizál, különben minden fájlja el lesz távolítva! A részleteket elolvashatja a GYIK-ben: %s

source: Authentication was not completed (did not receive an authentication token).
hu_hu: Hitelesítés nem fejeződött be (nem érkezett hitelesítő token)

source: Authorisation token:
hu_hu: Hitelesítő token:

source: Auto-pair braces, parenthesis, quotations, etc.
hu_hu: Auto-párosítása az idézőjeleknek, zárójeleknek, stb.

source: Automatically check for updates
hu_hu: Automatikus frissítés keresés

source: Automatically switch theme to match system theme
hu_hu: Automatikusan kapcsoljon olyan témára, ami egyezik a rendszer témával

source: Back
hu_hu: Vissza

source: Bold
hu_hu: Félkövér

source: Browse all plugins
hu_hu: Plugin-ok tallózása

source: Browse...
hu_hu: Tallózás...

source: Bulleted List
hu_hu: Felsorolás

source: Cancel
hu_hu: Mégse

source: Cancelling background synchronisation... Please wait.
hu_hu: Háttér szinkronizáció megszakítása... Kérem várjon.

source: Cancelling...
hu_hu: Megszakítás...

source: Cancelling... Please wait.
hu_hu: Megszakítás... Kérem várjon.

source: Cannot access %s
hu_hu: Hozzáférés sikertelen %s

source: Cannot change encrypted item
hu_hu: Titkosított elem nem módosítható

source: Cannot copy note to "%s" notebook
hu_hu: Jegyzet nem másolható a "%s" jegyzetfüzetbe

source: Cannot find "%s".
hu_hu: Nem található "%s".

source: Cannot initialise synchroniser.
hu_hu: Szinkronizáló inicializálása sikertelen.

source: Cannot load "%s" module for format "%s" and output "%s"
hu_hu: Nem tölthető be a "%s" modul, a "%s" formátumhoz és a "%s" kimenethez.

source: Cannot load "%s" module for format "%s" and target "%s"
hu_hu: Nem tölthető be a "%s" modul a "%s" formátumhoz és "%s" célhoz.

source: Cannot move note to "%s" notebook
hu_hu: Jegyzet nem mozgatható a "%s" jegyzetfüzetbe

source: Cannot move notebook to this location
hu_hu: Jegyzetfüzet nem mozgatható ide

source: Cannot refresh token: authentication data is missing. Starting the synchronisation again may fix the problem.
hu_hu: Token nem frissíthető: hitelesítési adat hiányzik. A szinkronizáció ismételt indítása megoldhatja a problémát.

source: Change application layout
hu_hu: Alkalmazás kinézet megváltoztatása

source: Change language
hu_hu: Nyelv váltása

source: Characters
hu_hu: Karakterek

source: Characters excluding spaces
hu_hu: Karaktere szóköz kivételével

source: Check for updates...
hu_hu: Frissítés keresése...

source: Check synchronisation configuration
hu_hu: Szinkronizációs beállítások ellenőrzése

source: Checkbox
hu_hu: Jelölőnégyzet

source: Checkbox list
hu_hu: Jelölőnégyzet lista

source: Checking... Please wait.
hu_hu: Ellenőrzés... Kérem várjon.

source: Choose an option
hu_hu: Válasszon egy opciót

source: Clear
hu_hu: Törlés

source: Clear alarm
hu_hu: Riasztás törlése

source: Click "%s" to restore the note. It will be copied in the notebook named "%s". The current version of the note will not be replaced or modified.
hu_hu: Kattintson "%s" a jegyzet visszaállításához. Be fog másolodni a "%s" nevű jegyzetfüzetbe. A jegyzet aktuális verziója nem lesz kicserélve vagy módosítva.

source: Click to add tags...
hu_hu: Kattintson tag hozzáadáshoz...

source: Client ID: %s
hu_hu: Kliens ID: %s

source: Close
hu_hu: Bezár

source: Close Window
hu_hu: Ablak bezárása

source: Code
hu_hu: Kód

source: Code Block
hu_hu: Code Blokk

source: Code View
hu_hu: Kód nézet

source: Coming alarms
hu_hu: Riasztás beállítása

source: Comma-separated list of paths to directories to load the certificates from, or path to individual cert files. For example: /my/cert_dir, /other/custom.pem. Note that if you make changes to the TLS settings, you must save your changes before clicking on "Check synchronisation configuration".
hu_hu: Vesszóvel elválasztott listája azoknak a mappáknak ahonnan betölthetjük a bizonyítványokat vagy egyedi elérési útvonal cert fájlok betöltéséhez. Például: /my/cert_dir, /other/custom.pem. Figyelem, amennyiben megváltoztatja a TLS beállításokat, el kell mentenie a változásokat mielőtt kattint a "Szinkronizációs beállítások ellenőrzése"-re. Note that if you make changes to the TLS settings, you must save your changes before clicking on "Check synchronisation configuration".

source: command
hu_hu: parancs

source: Command
hu_hu: Parancs

source: Command palette
hu_hu: Parancs paletta

source: Command palette...
hu_hu: Parancs paletta…

source: Completed
hu_hu: Befejeződött

source: Completed decryption.
hu_hu: Visszafejtés befejeződött.

source: Completed: %s (%s)
hu_hu: Befejeződött: %s (%s)

source: Configuration
hu_hu: Beállítások

source: Confirm password cannot be empty
hu_hu: Jelszó ismétlése nem lehet üres

source: Confirm password:
hu_hu: Jelszó ismétlése:

source: Confirmation
hu_hu: Megerősítés

source: Conflicted: %d
hu_hu: Ütközik: %d

source: Conflicts
hu_hu: Ütközés

source: Conflicts (attachments)
hu_hu: Ütközés (jegyzet csatolmányok)

source: Content provided by %s
hu_hu: Tartalom %s által biztosítva

source: Convert to note
hu_hu: Átalakítás jegyzetté

source: Convert to todo
hu_hu: Átalakítás todo-ra

source: Copy
hu_hu: Másolás

source: Copy dev mode command to clipboard
hu_hu: Dev mód parancs másolása vágólapra

source: Copy external link
hu_hu: Külső link másolása

source: Copy image
hu_hu: Kép másolása

source: Copy Link Address
hu_hu: Link címének másolása

source: Copy Markdown link
hu_hu: Markdown hivatkozás másolása

source: Copy path to clipboard
hu_hu: Útvonal másolása vágólapra

source: Copy Shareable Link
hu_hu: Megosztható hivatkozás másolása

source: Copy token
hu_hu: Token másolása

source: Could not authorise application: %s Please try again.
hu_hu: Alkalmazás nem hitelesíthető: %s Kérem próbálja újra.

source: Could not connect to Joplin Server. Please check the Synchronisation options in the config screen. Full error was: %s
hu_hu: Sikertelen kapcsolódás a Joplin szerverhez. Kérem ellenőrizze a Szinkronizáció beállításokat a beállításoknál. Ez volt a teljes hiba: %s

source: Could not connect to plugin repository.
hu_hu: Sikertelen kapcsolódás a plugin adattárhoz.

source: Could not export notes: %s
hu_hu: Jegyzetek nem exportálhatóak: %s

source: Could not install plugin: %s
hu_hu: Bővítmény nem telepíthető: %s

source: Could not upgrade master key: %s
hu_hu: Mesterkulcs nem frissíthető: %s

source: Create
hu_hu: Létrehozás

source: Create a notebook
hu_hu: Jegyzetfüzet létrehozása

source: Create new profile...
hu_hu: Új profil létrehozása.

source: Create notebook
hu_hu: Jegyzetfüzet létrehozása

source: Create user
hu_hu: Új felhasználó létrehozása

source: Created
hu_hu: Létrehozva

source: created date
hu_hu: létrehozás dátuma

source: Created locally
hu_hu: Helyben létrehozva

source: Created remote items: %d.
hu_hu: Helyben létrehozott elemek: %d.

source: Created:
hu_hu: Létrehozva:

source: Created: %d.
hu_hu: Létrehozva: %d.

source: Created: %s
hu_hu: Létrehozva: %s

source: Creates a new note.
hu_hu: Új jegyzet létrehozása.

source: Creates a new notebook.
hu_hu: Új jegyzetfüzet létrehozása.

source: Creates a new to-do.
hu_hu: Új to-do létrehozása.

source: Creating new %s...
hu_hu: Új %s létrehozása...

source: Creating report...
hu_hu: Jelentés készítése...

source: Current version is up-to-date.
hu_hu: Aktuális verzió a legfrissebb.

source: custom order
hu_hu: egyedi sorrend

source: Custom order
hu_hu: Egyedi sorrend

source: Custom stylesheet for Joplin-wide app styles
hu_hu: Egyedi stíluslap Joplin-széles app stílushoz

source: Custom stylesheet for rendered Markdown
hu_hu: Egyedi stíluslap Markdown megjelenítéshez

source: Custom TLS certificates
hu_hu: Egyedi TLS bizonyítvány

source: Cut
hu_hu: Kivágás

source: Dark
hu_hu: Sötét

source: Database v%s
hu_hu: Adatbázis v%s

source: Date
hu_hu: Dátum

source: Date format
hu_hu: Dátumforma

source: days
hu_hu: napok

source: Decrypted items: %d
hu_hu: Dekódolt elemek: %d

source: Decrypted items: %s / %s
hu_hu: Dekódolt elemek: %s / %s

source: Decrypting items: %d/%d
hu_hu: Elemek titkosítása: %d/%d

source: Default
hu_hu: Alapérték

source: Default: %s
hu_hu: Alapérték: %s

source: Delete
hu_hu: Törlés

source: Delete attachment "%s"?
hu_hu: "%s" csatolmány törlése ?

source: Delete expired sessions
hu_hu: Lejárt munkamenetek törlése

source: Delete expired tokens
hu_hu: Lejárt tokenek törlése

source: Delete line
hu_hu: Sor törlése

source: Delete note "%s"?
hu_hu: "%s" jegyzet törlése?

source: Delete note?
hu_hu: Jegyzet törlése?

source: Delete notebook "%s"? All notes and sub-notebooks within this notebook will also be deleted.
hu_hu: "%s" jegyzetfüzet törlése? A füzetben található minden jegyzet és aljegyzetfüzet is törlődni fog.

source: Delete notebook? All notes and sub-notebooks within this notebook will also be deleted.
hu_hu: Jegyzetfüzet törlése? A füzetben található minden jegyzet és aljegyzetfüzet is törlődni fog.

source: Delete plugin "%s"?
hu_hu: "%s" bővítmény törlése?

source: Delete these %d notes?
hu_hu: %d jegyzetek törlése?

source: Deleted local items: %d.
hu_hu: Törölt helyi elemek: %d.

source: Deleted remote items: %d.
hu_hu: Törölt távoli elemek: %d.

source: Deletes the given notebook.
hu_hu: Adott jegyzetfüzet törlése.

source: Deletes the notebook without asking for confirmation.
hu_hu: Adott jegyzetfüzet törlése, megerősítés kérése nélkül.

source: Deletes the notes matching <note-pattern>.
hu_hu: Adott jegyzetek törlése <note-pattern>.

source: Deletes the notes without asking for confirmation.
hu_hu: Adott jegyzetek törlése, megerősítés kérése nélkül.

source: Destination format: %s
hu_hu: Cél formátum: %s

source: Directory
hu_hu: Könyvtár

source: Directory to synchronise with (absolute path)
hu_hu: Könyvtár amivel szinkronizálunk (abszolút útvonal)

source: Disable
hu_hu: Letiltás

source: Disable encryption
hu_hu: Titkosítás letiltása

source: Disable Web Clipper Service
hu_hu: Web Vágó szolgáltatás letiltása

source: Disabled
hu_hu: Letiltva

source: Disabling encryption means *all* your notes and attachments are going to be re-synchronised and sent unencrypted to the sync target. Do you wish to continue?
hu_hu: Titkosítás letiltása azt jelenti, az *összes* jegyzete és csatolmányai együtt, újra lesznek szinkronizálva és titkosítás nélkül utaznak a cél eszközre. Akarja folytatni?

source: Discard changes
hu_hu: Változások elvetése

source: Dismiss
hu_hu: Elvetés

source: Displays a geolocation URL for the note.
hu_hu: Mutassa a geolokációs URL-t a jegyzethez.

source: Displays only the first top <num> notes.
hu_hu: Mutassa csak az első <num> jegyzetet.

source: Displays only the items of the specific type(s). Can be `n` for notes, `t` for to-dos, or `nt` for notes and to-dos (eg. `-tt` would display only the to-dos, while `-tnt` would display notes and to-dos.
hu_hu: Csak bizonyos típusú elemeket mutasson. Az `n` a jegyetekhez, a `t` a to-do-khoz vagy `nt` mindkettőhöz (pl. `-tt` mutatja a to-do-kat, míg a `-tnt` mutatja a jegyzeteket és to-do-kat).

source: Displays summary about the notes and notebooks.
hu_hu: Mutasson összegzést a jegyzetekről és jegyzetfüzetekről.

source: Displays the complete information about note.
hu_hu: Minden információt mutasson meg a jegyzetről.

source: Displays the given note.
hu_hu: Megjelenít egy adott jegyzetet.

source: Displays the notes in the current notebook. Use `ls /` to display the list of notebooks.
hu_hu: Mutasson minden jegyzetet az aktuális jegyzetfüzetben. Használja az `ls /`-t a jegyzetfüzetek listájának megjelenítéséhez.

source: Displays usage information.
hu_hu: Megjeleníti a használati információkat.

source: Displays version information
hu_hu: Megjeleníti a verzió információit

source: Do it now
hu_hu: Csináld meg most

source: Do not ask for confirmation.
hu_hu: Ne kérjen jóváhagyást.

source: Download
hu_hu: Letöltés

source: Download and install the relevant extension for your browser:
hu_hu: Töltse le és telepítse a releváns böngésző bővítményt:

source: Downloaded
hu_hu: Letöltve

source: Downloaded and decrypted
hu_hu: Letöltve és visszafejtve

source: Downloaded and encrypted
hu_hu: Letöltve és titkosítva

source: Downloading
hu_hu: Letöltés

source: Downloading resources...
hu_hu: Erőforrások letöltése...

source: Drop notes or files here
hu_hu: Dobja ide a jegyzeteket vagy fájlokat

source: Duplicate
hu_hu: Duplikált

source: Duplicate line
hu_hu: Duplikált sor

source: Edit
hu_hu: Szerkesztés

source: Edit in external editor
hu_hu: Szerkesztés külső szerkesztőben

source: Edit note.
hu_hu: Jegyzet szerkesztése.

source: Edit notebook
hu_hu: Jegyzetfüzet szerkesztése

source: Editor
hu_hu: Szerkesztő

source: Editor font
hu_hu: Szerkesztő betűkészlet

source: Editor font family
hu_hu: Szerkesztő betű család

source: Editor font size
hu_hu: Szerkesztő betű méret

source: Editor: %s
hu_hu: Szerkesztő: %s

source: Either "text" or "json"
hu_hu: "szöveg" vagy "json"

source: Emails
hu_hu: Emailek

source: emphasised text
hu_hu: kiemelt szöveg

source: Enable
hu_hu: Engedélyez

source: Enable ^sup^ syntax
hu_hu: ^sup^ szintakszis engedélyezése

source: Enable ++insert++ syntax
hu_hu: ++insert++ szintaxis engedélyezése

source: Enable ==mark== syntax
hu_hu: ==mark== szintaxis engedélyezése

source: Enable ~sub~ syntax
hu_hu: ~sub~ szintaxis engedélyezése

source: Enable abbreviation syntax
hu_hu: Rövidítés szintakszis engedélyezése

source: Enable audio player
hu_hu: Audio lejátszó engedélyezése

source: Enable deflist syntax
hu_hu: Deflist szintakszis engedélyezése

source: Enable encryption
hu_hu: Titkosítás engedélyezése

source: Enable footnotes
hu_hu: Lábjegyzetek engedélyezése

source: Enable Fountain syntax support
hu_hu: Fountain szintakszis engedélyezése

source: Enable Linkify
hu_hu: Linkify engedélyezése

source: Enable markdown emoji
hu_hu: Markdown emoji engedélyezése

source: Enable math expressions
hu_hu: Képletek engedélyezése

source: Enable Mermaid diagrams support
hu_hu: Mermaid diagram támogatás engedélyezése

source: Enable multimarkdown table extension
hu_hu: Multimarkdown táblázat bővítmény engedélyezése

source: Enable note history
hu_hu: Jegyzet előélet engedélyezése

source: Enable PDF viewer
hu_hu: PDF megjelenítő engedélyezése

source: Enable soft breaks
hu_hu: Lágy törések engedélyezése

source: Enable table of contents extension
hu_hu: Tartalomjegyzék bővítmény engedélyezése

source: Enable typographer support
hu_hu: Tipográfiai támogatás engedélyezése

source: Enable video player
hu_hu: Video lejátszó engedélyezése

source: Enable Web Clipper Service
hu_hu: Web Vágó Szolgáltatás engedélyezése

source: Enabled
hu_hu: Engedélyezve

source: Encrypted
hu_hu: Titkosítva

source: Encrypted items cannot be modified
hu_hu: Titkosított elemek nem módosíthatóak

source: Encryption
hu_hu: Titkosítás

source: Encryption Config
hu_hu: Titkosítás beállítás

source: Encryption is: %s
hu_hu: Titkosítás: %s

source: Encryption keys
hu_hu: Titkosítási kulcsok

source: Encryption:
hu_hu: Titkosítás:

source: End-to-end encryption
hu_hu: End-to-end titkosítás

source: Enter code here
hu_hu: A kódot írja ide

source: Enter master password:
hu_hu: Adja meg a mester jelszót:

source: Enter notebook title
hu_hu: Adja meg a jegyzetfüzet címét

source: Enum
hu_hu: Felsorolás

source: Error
hu_hu: Hiba

source: Error opening note in editor: %s
hu_hu: Hiba szerkesztőben a jegyzet megnyitáskor: %s

source: Error: %s
hu_hu: Hibák: %s

source: Error. Please check that URL, username, password, etc. are correct and that the sync target is accessible. The reported error was:
hu_hu: Hiba. Kérem ellenőrizze az URL-t, a felhasználónevet, jelszót, stb. hogy megfelelőek-e és a szinkronizációs cél elérhető. A hiba a következő:

source: Errors only
hu_hu: Csak hibák

source: Evernote Export File (as HTML)
hu_hu: Evernote fájl export (HTML-ként)

source: Evernote Export File (as Markdown)
hu_hu: Evernote fájl export (Markdown-ként)

source: Exits the application.
hu_hu: Kilép a programból.

source: Export
hu_hu: Exportálás

source: Export all
hu_hu: Mindent exportál

source: Export debug report
hu_hu: Debug jelentés exportálása

source: Export Debug Report
hu_hu: Debug jelentés exportálása

source: Export profile
hu_hu: Profil exportálása

source: Exporting profile...
hu_hu: Profil exportálása...

source: Exporting to "%s" as "%s" format. Please wait...
hu_hu: Exportálás "%s"-ként, "%s" formátumban. Kérem várjon...

source: Exports only the given note.
hu_hu: Adott jegyzet exportálása.

source: Exports only the given notebook.
hu_hu: Adott jegyzetfüzet exportálása.

source: Fail-safe
hu_hu: Hibatűrő

source: Fail-safe: Do not wipe out local data when sync target is empty (often the result of a misconfiguration or bug)
hu_hu: Hibatűrő: Ne törölje a helyi adatot, ha a távoli adat üres (gyakran rossz beállítás vagy hiba eredménye)

source: Fatal error:
hu_hu: Végzetes hiba:

source: Fetched items: %d/%d.
hu_hu: Letöltött elemek: %d/%d.

source: Fetching resources: %d/%d
hu_hu: Erőforrások lekérése: %d/%d

source: File
hu_hu: Fájl

source: File system
hu_hu: Fájl-rendszer

source: Firefox Extension
hu_hu: Firefox Bővítmény

source: Fix search index
hu_hu: Keresési index javítása

source: Fixing search index...
hu_hu: Keresési index javítása...

source: Focus
hu_hu: Fókusz

source: Focus body
hu_hu: Szövegtörzs legyen a fókusz

source: Focus title
hu_hu: Cím legyen a fókusz

source: Folders
hu_hu: Mappák

source: Forward
hu_hu: Tovább

source: Found: %d.
hu_hu: Találtam: %d.

source: FTS enabled: %d
hu_hu: FTS engedélyezve: %d

source: Full changelog
hu_hu: Teljes változási napló

source: General
hu_hu: Általános

source: Generated
hu_hu: Generált

source: Generating link...
hu_hu: Link létrehozása...

source: Get it now:
hu_hu: Szerezze be most:

source: Get pre-releases when checking for updates
hu_hu: Előzetes kiadások beszerzése amikor frissítéseket keresek

source: Go to source URL
hu_hu: Ugrás forrás URL-re

source: Goto Anything...
hu_hu: Ugrás bárhova...

source: Grant authorisation
hu_hu: Engedély megadása

source: Heading
hu_hu: Címsor

source: Help
hu_hu: Segítség

source: Hide %s
hu_hu: %s elrejtése

source: Hide Joplin
hu_hu: Joplin elrejtése

source: Highlight
hu_hu: Kiemelés

source: Horizontal Rule
hu_hu: Vízszintes vonal

source: HTML Directory
hu_hu: HTML Könyvtár

source: HTML File
hu_hu: HTML fájl

source: Hyperlink
hu_hu: Hiperlink

source: Icon
hu_hu: Ikon

source: Idle
hu_hu: Tétlen

source: Ignore
hu_hu: Mellőz

source: Ignore TLS certificate errors
hu_hu: TLS bizonyítvány hibák figyelmen kívül hagyása

source: Images
hu_hu: Képek

source: Import
hu_hu: Importálás

source: Importing from "%s" as "%s" format. Please wait...
hu_hu: "%s" importálása,"%s" formátumban. Kérem várjon...

source: Importing notes...
hu_hu: Jegyzetek importálása...

source: Imports data into Joplin.
hu_hu: Adat importálása Joplin-ba.

source: In order to do so, your entire data set will have to be encrypted and synchronised, so it is best to run it overnight. To start, please follow these instructions: 1. Synchronise all your devices. 2. Click "%s". 3. Let it run to completion. While it runs, avoid changing any note on your other devices, to avoid conflicts. 4. Once sync is done on this device, sync all your other devices and let it run to completion. Important: you only need to run this ONCE on one device.
hu_hu: Ahhoz hogy megcsinálja, a teljes adat készletét titkosítani és szinkronizálni kell, emiatt a legjobb ha ez éjszaka történik. Az indításhoz kövesse a következő utasításokat: 1. Szinkronizálja az összes eszközét. 2. Kattintson a "%s"-ra. 3. Futtassa befejezésig. Amíg fut, kerülje bármelyik jegyzete módosítását a többi eszközén, a konfliktusok elkerüléséhez. 4. Amint a szinkronizálás kész ezen az eszközön, szinkronizálja az összes többi eszközét és futtassa befejezésig. Fontos: ezt egy eszközön csak EGYSZER kell futtatnia.

source: In order to use the web clipper, you need to do the following:
hu_hu: Ahhoz, hogy a Web Vágó működjön csinálja a következőt:

source: In progress
hu_hu: Folyamatban

source: Indent less
hu_hu: Behúzása csökkentése

source: Indent more
hu_hu: Behúzás növelése
